tap "buo/cask-upgrade"
tap "homebrew/fuse"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/versions"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
cask "java"
cask "osxfuse"
brew "gdbm"
brew "libyaml"
brew "openssl"
brew "readline"
brew "sqlite"
brew "python@2"
brew "ansible"
brew "augeas"
brew "autoconf"
brew "xz"
brew "python"
brew "awscli", link: false
brew "confuse"
brew "bmon"
brew "boost"
brew "cmatrix"
brew "colordiff"
brew "coreutils"
brew "diff-so-fancy"
brew "docker-machine", link: false
brew "exa"
brew "pcre2"
brew "fish"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "fzf"
brew "jpeg"
brew "libtiff"
brew "webp"
brew "gd"
brew "gettext"
brew "gflags"
brew "git"
brew "glog"
brew "go"
brew "libtool"
brew "graphviz"
brew "icu4c"
brew "imagemagick"
brew "influxdb"
brew "jq"
brew "libarchive"
brew "libevent"
brew "libunistring"
brew "libidn2"
brew "libmagic"
brew "lz4"
brew "lzlib"
brew "librdkafka"
brew "libxml2"
brew "libzip"
brew "lldpd"
brew "mas"
brew "mysql"
brew "screenresolution"
brew "neofetch"
brew "node"
brew "ntfs-3g"
brew "openssl@1.1"
brew "packer"
brew "pcre"
brew "perl"
brew "pkg-config"
brew "popt"
brew "protobuf"
brew "qt"
brew "qcachegrind"
brew "rabbitmq-c"
brew "rapidjson"
brew "redis", restart_service: true
brew "snappy"
brew "rocksdb"
brew "ruby"
brew "rust"
brew "sbt"
brew "scala"
brew "sleuthkit"
brew "ssh-copy-id"
brew "tcptrack"
brew "the_silver_searcher"
brew "thrift"
brew "tig"
brew "tldr"
brew "tokei"
brew "tree"
brew "uchardet"
brew "unixodbc"
brew "unrar"
brew "vim"
brew "watch"
brew "wget"
brew "yara"
brew "z"
brew "zstd"
brew "homebrew/php/igbinary"
brew "homebrew/php/php71"
brew "homebrew/php/php71-amqp"
brew "homebrew/php/php71-apcu"
brew "homebrew/php/php71-igbinary"
brew "homebrew/php/php71-redis"
brew "homebrew/php/php71-xdebug"
cask "alfred"
cask "bartender"
cask "caffeine"
cask "contexts"
cask "disk-inventory-x"
cask "docker"
cask "electric-sheep"
cask "google-backup-and-sync"
cask "handbrake"
cask "handshaker"
cask "istat-menus"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "paw"
cask "pritunl"
cask "real-vnc"
cask "sequel-pro"
cask "spotify"
cask "sublime-text"
cask "telegram"
cask "vlc"
cask "whatsapp"
cask "caskroom/versions/google-chrome-beta"
cask "caskroom/versions/java8"
cask "caskroom/versions/slack-beta"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Logitech Camera Settings", id: 638332853
mas "Microsoft OneNote", id: 784801555
mas "Monosnap", id: 540348655
mas "Numbers", id: 409203825
mas "Wunderlist", id: 410628904
