tap "buo/cask-upgrade"
tap "dandavison/delta", "https://github.com/dandavison/delta"
tap "denisidoro/tools"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "adns"
brew "aom"
brew "apr"
brew "openssl@1.1"
brew "apr-util"
brew "argon2"
brew "autoconf"
brew "gdbm"
brew "readline"
brew "sqlite"
brew "xz"
brew "python@3.8", link: false
brew "awscli"
brew "bash"
brew "bat"
brew "coreutils"
brew "bats-core"
brew "icu4c"
brew "boost"
brew "c-ares"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "pcre"
brew "glib"
brew "pixman"
brew "cairo"
brew "cmake"
brew "gcc"
brew "openblas"
brew "choose-gui"
brew "cmatrix"
brew "composer"
brew "csvkit"
brew "jansson"
brew "jemalloc"
brew "libev"
brew "libevent"
brew "libidn"
brew "nghttp2"
brew "openldap"
brew "curl-openssl"
brew "dav1d"
brew "libusb"
brew "dfu-util"
brew "elasticsearch"
brew "jpeg"
brew "libtiff"
brew "wxmac"
brew "erlang"
brew "exa"
brew "expat"
brew "fd"
brew "fribidi"
brew "giflib"
brew "libunistring"
brew "libidn2"
brew "nettle"
brew "unbound"
brew "gnutls"
brew "graphite2"
brew "openjpeg"
brew "webp"
brew "leptonica"
brew "libbluray"
brew "libvpx"
brew "sdl2"
brew "xvid"
brew "ffmpeg"
brew "libtool"
brew "unixodbc"
brew "freetds"
brew "fswatch"
brew "fzf"
brew "gd"
brew "gifsicle"
brew "gist"
brew "pcre2"
brew "git", link: false
brew "glances"
brew "gnu-getopt"
brew "gnu-sed"
brew "libgpg-error"
brew "libgcrypt"
brew "libksba"
brew "gnupg"
brew "go"
brew "goaccess"
brew "gradle"
brew "netpbm"
brew "graphviz"
brew "groovy"
brew "hdf5"
brew "highlight"
brew "ncurses"
brew "htop"
brew "hugo"
brew "ilmbase"
brew "libheif"
brew "libomp"
brew "imagemagick"
brew "jid"
brew "jpegoptim"
brew "oniguruma"
brew "jq"
brew "libxml2"
brew "libdap"
brew "proj"
brew "libgeotiff"
brew "libpq"
brew "libyaml"
brew "libzip"
brew "lsusb"
brew "make"
brew "mas"
brew "maven"
brew "moreutils", link: false
brew "protobuf"
brew "mysql"
brew "ncdu"
brew "netcdf"
brew "node"
brew "node@10"
brew "nspr"
brew "nss"
brew "numpy", link: false
brew "ocaml-findlib"
brew "qt"
brew "opencv"
brew "perl"
brew "php"
brew "php@7.2"
brew "pinentry-mac"
brew "pkg-config"
brew "poppler"
brew "popt"
brew "prettyping"
brew "python@2", link: false
brew "qcachegrind"
brew "rabbitmq"
brew "rabbitmq-c"
brew "ruby"
brew "rust"
brew "sbt"
brew "scala"
brew "shellcheck"
brew "sl"
brew "tcl-tk"
brew "telnet"
brew "testdisk"
brew "the_silver_searcher"
brew "tldr"
brew "tokei"
brew "tree"
brew "unrar"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "z"
brew "zsh"
brew "zstd"
brew "dandavison/delta/git-delta"
brew "denisidoro/tools/docpars"
brew "denisidoro/tools/navi"
brew "github/gh/gh"
brew "koekeishiya/formulae/skhd"
cask "alfred"
cask "android-platform-tools"
cask "authy"
cask "avibrazil-rdm"
cask "clover-configurator"
cask "contexts"
cask "corretto"
cask "corretto8"
cask "docker"
cask "free-download-manager"
cask "google-backup-and-sync"
cask "google-chrome-beta"
cask "google-drive-file-stream"
cask "hackintool"
cask "handbrake"
cask "handshaker"
cask "intel-power-gadget"
cask "iterm2-nightly"
cask "java"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keycastr"
cask "notion"
cask "obs"
cask "pixel-picker"
cask "qlcolorcode"
cask "qlmarkdown"
cask "quicklook-json"
cask "rectangle"
cask "slack-beta"
cask "soda-player"
cask "spotify"
cask "suspicious-package"
cask "telegram"
cask "typora"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoomus"
mas "Amphetamine", id: 937984704
mas "Dato", id: 1470584107
mas "Disk Speed Test", id: 425264550
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Monosnap", id: 540348655
