tap "buo/cask-upgrade"
tap "garethr/kubeval"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "moncho/dry"
brew "apr"
brew "openssl"
brew "argon2"
brew "autoconf"
brew "gdbm"
brew "readline"
brew "sqlite"
brew "xz"
brew "python"
brew "awscli"
brew "bat"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "pcre"
brew "glib"
brew "pixman"
brew "cairo"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "jansson"
brew "libevent"
brew "nghttp2"
brew "openldap"
brew "curl-openssl"
brew "dash"
brew "dfu-util"
brew "diff-so-fancy"
brew "docker-machine", link: false
brew "popt"
brew "jpeg"
brew "libtiff"
brew "openssl@1.1"
brew "erlang"
brew "exa"
brew "fd"
brew "libtool"
brew "unixodbc"
brew "freetds"
brew "fswatch"
brew "fzf"
brew "gcc"
brew "webp"
brew "gd"
brew "hdf5"
brew "libxml2"
brew "libdap"
brew "proj"
brew "libgeotiff"
brew "libpq"
brew "netcdf"
brew "nss"
brew "openblas"
brew "python@2"
brew "numpy"
brew "openjpeg"
brew "qt"
brew "poppler"
brew "zstd"
brew "gdal"
brew "gflags"
brew "pcre2"
brew "git"
brew "libunistring"
brew "nettle"
brew "gnutls"
brew "libgpg-error"
brew "libgcrypt"
brew "gnupg"
brew "go"
brew "gradle"
brew "groovy"
brew "highlight"
brew "htop"
brew "icu4c"
brew "jid"
brew "oniguruma"
brew "jq"
brew "libarchive"
brew "libidn2"
brew "libmagic"
brew "libyaml"
brew "libzip"
brew "lz4"
brew "lzlib"
brew "make"
brew "mariadb"
brew "mas"
brew "maven"
brew "ncdu"
brew "node"
brew "p7zip"
brew "parallel"
brew "perl"
brew "php@7.2"
brew "pinentry-mac"
brew "pkg-config"
brew "prettyping"
brew "rabbitmq-c"
brew "ranger"
brew "rename"
brew "ruby"
brew "rust"
brew "sbt"
brew "scala"
brew "screenresolution"
brew "shellcheck"
brew "sl"
brew "snappy"
brew "ssh-copy-id"
brew "telnet"
brew "testdisk"
brew "tldr"
brew "tokei"
brew "tree"
brew "uchardet"
brew "unrar"
brew "vim"
brew "watch"
brew "wget"
brew "z"
brew "moncho/dry/dry"
cask "alfred"
cask "android-platform-tools"
cask "caffeine"
cask "clover-configurator"
cask "contexts"
cask "corretto"
cask "docker"
cask "font-fantasque-sans-mono"
cask "free-download-manager"
cask "google-backup-and-sync"
cask "google-chrome-beta"
cask "handbrake"
cask "handshaker"
cask "java"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "mounty"
cask "obs"
cask "paw"
cask "qlcolorcode"
cask "qlmarkdown"
cask "quicklook-json"
cask "slack-beta"
cask "soda-player"
cask "soundflower"
cask "spectacle"
cask "spotify"
cask "sublime-text-dev"
cask "teamviewer"
cask "telegram"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "whatsapp"
cask "zoomus"
mas "Dato", id: 1470584107
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft OneNote", id: 784801555
mas "Monosnap", id: 540348655
