amazonwebservices.aws-toolkit-vscode
blakeh.jump-to-test
Codely.codely-theme
dbaeumer.vscode-eslint
eamodio.gitlens
GitHub.copilot
GitHub.copilot-chat
GitHub.vscode-pull-request-github
GrapeCity.gc-excelviewer
GuodongSun.vscode-git-cruise
jiapeiyao.tab-group
mechatroner.rainbow-csv
miguelsolorio.fluent-icons
miguelsolorio.symbols
ms-azuretools.vscode-docker
ms-vscode.makefile-tools
ms-vsliveshare.vsliveshare
Orta.vscode-jest
QuanLi.focus
usernamehw.errorlens
vivaxy.vscode-conventional-commits
