tap "alejoar/tap"
tap "buo/cask-upgrade"
tap "candid82/brew"
tap "charmbracelet/tap"
tap "clementtsang/bottom"
tap "denisidoro/tools"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "stripe/stripe-cli"
tap "symfony-cli/tap"
tap "yqrashawn/goku"
tap "yt-dlp/taps"
brew "highway"
brew "imath"
brew "jpeg-turbo"
brew "little-cms2"
brew "zstd"
brew "webp"
brew "aom"
brew "ca-certificates"
brew "berkeley-db", link: true
brew "perl"
brew "asciiquarium"
brew "m4"
brew "autoconf"
brew "bash"
brew "bat"
brew "bdw-gc"
brew "c-ares"
brew "freetype"
brew "fontconfig"
brew "pcre2"
brew "glib"
brew "libffi"
brew "xorgproto"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "readline"
brew "python@3.9"
brew "cairo"
brew "choose-gui"
brew "cmatrix"
brew "cmocka"
brew "libunistring"
brew "libidn2"
brew "libnghttp2"
brew "curl"
brew "libtool"
brew "unixodbc"
brew "freetds"
brew "libavif"
brew "gd"
brew "libzip"
brew "oniguruma"
brew "php"
brew "composer"
brew "coreutils"
brew "python@3.11"
brew "six"
brew "csvkit"
brew "dav1d"
brew "deno"
brew "nspr"
brew "nss"
brew "openjpeg"
brew "poppler"
brew "wxwidgets"
brew "diff-pdf"
brew "docker", link: false
brew "duf"
brew "exa"
brew "exiftool"
brew "libogg"
brew "flac"
brew "frei0r"
brew "fribidi"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "librist"
brew "libsndfile"
brew "opencore-amr"
brew "pango"
brew "rav1e"
brew "rubberband"
brew "sdl2"
brew "snappy"
brew "tesseract"
brew "x264"
brew "zimg"
brew "ffmpeg"
brew "figlet"
brew "findutils"
brew "fswatch"
brew "fzf"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "libidn"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gitleaks"
brew "gnu-getopt"
brew "gnu-sed"
brew "guile"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "go"
brew "libmaxminddb"
brew "goaccess"
brew "python@3.10"
brew "gobject-introspection"
brew "openjdk"
brew "gradle"
brew "jasper"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "grex"
brew "groovy"
brew "handbrake"
brew "htop"
brew "httpd"
brew "hyperfine"
brew "jq"
brew "ijq"
brew "ilmbase"
brew "libde265"
brew "libheif"
brew "libomp", link: true
brew "libraw"
brew "imagemagick"
brew "jemalloc"
brew "jid"
brew "jpegoptim"
brew "proj"
brew "libgeotiff"
brew "libslirp"
brew "libssh"
brew "libuninameslist"
brew "libuv"
brew "libyaml"
brew "lolcat"
brew "lsusb"
brew "lua"
brew "make"
brew "mas"
brew "maven"
brew "miller"
brew "ncdu"
brew "nghttp2"
brew "node"
brew "node@14"
brew "openblas"
brew "openjdk@11"
brew "openjdk@17"
brew "p7zip"
brew "php@7.4"
brew "pinentry-mac"
brew "qemu"
brew "podman"
brew "ruby"
brew "rust"
brew "shellcheck"
brew "shfmt"
brew "sl"
brew "tcl-tk"
brew "telnet"
brew "the_silver_searcher"
brew "tldr"
brew "utf8proc"
brew "tmux"
brew "tokei"
brew "tree"
brew "vim"
brew "watch"
brew "watchexec"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "z"
brew "zsh"
brew "alejoar/tap/factorialsucks"
brew "candid82/brew/joker"
brew "charmbracelet/tap/gum"
brew "denisidoro/tools/abra"
brew "koekeishiya/formulae/skhd"
brew "stripe/stripe-cli/stripe"
brew "symfony-cli/tap/symfony-cli"
brew "yqrashawn/goku/goku"
brew "yt-dlp/taps/yt-dlp"
cask "ace-link"
cask "adobe-creative-cloud"
cask "arc"
cask "chromium"
cask "cloudflare-warp"
cask "contexts"
cask "crossover"
cask "discord"
cask "displaylink"
cask "docker"
cask "elgato-control-center"
cask "elgato-stream-deck"
cask "figma"
cask "focusrite-control"
cask "free-download-manager"
cask "google-chrome"
cask "google-drive"
cask "grandperspective"
cask "iterm2-nightly"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keycastr"
cask "logi-options-plus"
cask "notion"
cask "qlmarkdown"
cask "rar"
cask "raycast"
cask "runjs"
cask "shottr"
cask "slack"
cask "soda-player"
cask "spotify"
cask "steam"
cask "telegram"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "wine-stable"
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Draw Things", id: 6444050820
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "Gifski", id: 1351639930
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
