tap "alejoar/tap"
tap "buo/cask-upgrade"
tap "candid82/brew"
tap "charmbracelet/tap"
tap "clementtsang/bottom"
tap "cloudflare/cloudflare"
tap "denisidoro/tools"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "stripe/stripe-cli"
tap "symfony-cli/tap"
tap "yqrashawn/goku"
tap "yt-dlp/taps"
brew "abseil"
brew "highway"
brew "imath"
brew "jpeg-turbo"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "openexr"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "apr"
brew "ca-certificates"
brew "apr-util"
brew "m4"
brew "autoconf"
brew "bash"
brew "bat"
brew "bdw-gc"
brew "berkeley-db", link: true
brew "c-ares"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "pcre2"
brew "glib"
brew "xorgproto"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "cairo"
brew "capstone"
brew "choose-gui"
brew "cjson"
brew "cmatrix"
brew "libunistring"
brew "libidn2"
brew "libnghttp2"
brew "libssh2"
brew "openldap"
brew "rtmpdump"
brew "curl"
brew "libtool"
brew "unixodbc"
brew "freetds"
brew "libavif"
brew "gd"
brew "krb5"
brew "libpq"
brew "libzip"
brew "oniguruma"
brew "sqlite"
brew "php"
brew "composer"
brew "coreutils"
brew "dav1d"
brew "duf"
brew "libgit2"
brew "exa"
brew "exiftool"
brew "libogg"
brew "flac"
brew "frei0r"
brew "fribidi"
brew "libevent"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "librist"
brew "mpg123"
brew "opus"
brew "libsndfile"
brew "libvpx"
brew "opencore-amr"
brew "pango"
brew "rav1e"
brew "rubberband"
brew "sdl2"
brew "snappy"
brew "srt"
brew "svt-av1"
brew "tesseract"
brew "x264"
brew "zimg"
brew "ffmpeg"
brew "findutils"
brew "fswatch"
brew "fzf"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "jbig2dec"
brew "libidn"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnu-getopt"
brew "gnu-sed"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "go"
brew "libmaxminddb"
brew "goaccess"
brew "openjdk"
brew "gradle"
brew "handbrake"
brew "htop"
brew "hyperfine"
brew "jq"
brew "ijq"
brew "ilmbase"
brew "jasper"
brew "libde265"
brew "libheif"
brew "libomp", link: true
brew "libraw"
brew "imagemagick"
brew "jemalloc"
brew "jid"
brew "jpegoptim"
brew "libffi"
brew "proj"
brew "libgeotiff"
brew "libpthread-stubs"
brew "librsvg"
brew "libslirp"
brew "libssh"
brew "libuninameslist"
brew "libuv"
brew "libyaml"
brew "python@3.11"
brew "llvm"
brew "six", link: false
brew "lsusb"
brew "lua"
brew "make"
brew "mas"
brew "maven"
brew "ncdu"
brew "netpbm"
brew "nghttp2"
brew "node"
brew "node@16"
brew "node@18"
brew "nspr"
brew "nss"
brew "ollama"
brew "openblas"
brew "openjdk@11"
brew "openssl@1.1"
brew "p7zip"
brew "perl"
brew "php@8.1"
brew "pinentry-mac"
brew "qemu"
brew "podman"
brew "poppler"
brew "protobuf", link: false
brew "python@3.10"
brew "python@3.9"
brew "rust"
brew "shellcheck"
brew "shfmt"
brew "sl"
brew "tcl-tk"
brew "telnet"
brew "tldr"
brew "utf8proc"
brew "tmux"
brew "tokei"
brew "tree"
brew "vim"
brew "watch"
brew "watchexec"
brew "wget"
brew "wxwidgets"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "z"
brew "zsh"
brew "candid82/brew/joker"
brew "charmbracelet/tap/gum"
brew "cloudflare/cloudflare/cloudflared"
brew "koekeishiya/formulae/skhd"
brew "stripe/stripe-cli/stripe"
brew "yqrashawn/goku/goku"
brew "yt-dlp/taps/yt-dlp"
cask "adobe-creative-cloud"
cask "betterdisplay"
cask "cloudflare-warp"
cask "contexts"
cask "discord"
cask "displaylink"
cask "elgato-control-center"
cask "elgato-stream-deck"
cask "enjoyable"
cask "figma"
cask "free-download-manager"
cask "google-chrome"
cask "google-drive"
cask "handbrake"
cask "iterm2-nightly"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "ngrok"
cask "notion"
cask "obs"
cask "orbstack"
cask "qlmarkdown"
cask "rar"
cask "raycast"
cask "shottr"
cask "slack"
cask "telegram"
cask "visual-studio-code"
cask "vlc"
cask "warp"
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "ColorSlurp", id: 1287239339
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "Gifski", id: 1351639930
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Taiko no Tatsujin Pop Tap Beat", id: 1463360242
mas "Wipr", id: 1320666476
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "blakeh.jump-to-test"
vscode "Codely.codely-theme"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.vscode-pull-request-github"
vscode "GrapeCity.gc-excelviewer"
vscode "GuodongSun.vscode-git-cruise"
vscode "jiapeiyao.tab-group"
vscode "mechatroner.rainbow-csv"
vscode "miguelsolorio.fluent-icons"
vscode "miguelsolorio.symbols"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "Orta.vscode-jest"
vscode "QuanLi.focus"
vscode "usernamehw.errorlens"
vscode "vivaxy.vscode-conventional-commits"
