tap "candid82/brew"
tap "charmbracelet/tap"
tap "cloudflare/cloudflare"
tap "denisidoro/tools"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "stripe/stripe-cli"
tap "supabase/tap"
tap "symfony-cli/tap"
tap "yqrashawn/goku"
brew "abseil"
brew "giflib"
brew "highway"
brew "imath"
brew "jpeg-turbo"
brew "libpng"
brew "xz"
brew "libtiff"
brew "little-cms2"
brew "openexr"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "apr"
brew "openssl@3"
brew "aspell"
brew "autoconf"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "mpdecimal"
brew "python@3.12"
brew "awscli"
brew "bash"
brew "bat"
brew "bdw-gc"
brew "freetype"
brew "gettext"
brew "pcre2"
brew "python-packaging"
brew "glib"
brew "libxdmcp"
brew "libxcb"
brew "cairo"
brew "harfbuzz"
brew "openjdk"
brew "bfg"
brew "c-ares"
brew "capstone"
brew "certifi"
brew "choose-gui"
brew "cjson"
brew "cliclick"
brew "cloudflared"
brew "cmake"
brew "cmatrix"
brew "libnghttp2"
brew "curl"
brew "freetds"
brew "libavif"
brew "libunistring"
brew "libpq", link: true
brew "libzip"
brew "openldap"
brew "php"
brew "composer"
brew "coreutils"
brew "dav1d"
brew "deno"
brew "docker"
brew "docutils"
brew "duf"
brew "exa"
brew "exiftool"
brew "eza"
brew "frei0r"
brew "fribidi"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "openjpeg"
brew "leptonica"
brew "libarchive"
brew "libunibreak"
brew "libass"
brew "libmicrohttpd"
brew "mbedtls"
brew "librist"
brew "mpg123"
brew "opus"
brew "libssh"
brew "pango"
brew "rav1e"
brew "sdl2"
brew "snappy"
brew "svt-av1"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "libspiro"
brew "libuninameslist"
brew "python@3.11"
brew "fontforge"
brew "fswatch"
brew "fzf"
brew "isl"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "libidn"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "git-lfs"
brew "gnu-getopt"
brew "gnu-sed"
brew "libgpg-error"
brew "libassuan"
brew "libksba"
brew "libusb"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "go"
brew "libmaxminddb"
brew "goaccess"
brew "gpgme"
brew "gradle"
brew "jasper"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "handbrake", link: false
brew "ncurses"
brew "htop"
brew "hwloc"
brew "hyperfine"
brew "ijq"
brew "ilmbase"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jid"
brew "jpegoptim"
brew "libcbor"
brew "libffi"
brew "libfido2"
brew "proj"
brew "libgeotiff"
brew "libgit2@1.6"
brew "pkg-config"
brew "libpthread-stubs"
brew "libslirp"
brew "libuv"
brew "qemu"
brew "lima"
brew "z3"
brew "llvm"
brew "lsusb"
brew "make"
brew "mas"
brew "maven"
brew "protobuf"
brew "mysql"
brew "ncdu"
brew "nghttp2"
brew "node"
brew "node@16"
brew "node@18"
brew "node@20"
brew "nss"
brew "openblas"
brew "numpy"
brew "ollama"
brew "openjdk@11"
brew "openssl@1.1"
brew "p7zip"
brew "perl"
brew "php@8.1"
brew "pinentry-mac"
brew "pnpm"
brew "poppler"
brew "pybind11"
brew "python-setuptools"
brew "python@3.10"
brew "tcl-tk"
brew "python-tk@3.10"
brew "python-tk@3.12"
brew "python@3.9"
brew "ruby"
brew "rust"
brew "sbt"
brew "xsimd"
brew "scipy"
brew "shellcheck"
brew "shfmt"
brew "sl"
brew "tbb"
brew "telnet"
brew "terraform"
brew "tldr"
brew "tmux"
brew "tokei"
brew "tree"
brew "vercel-cli"
brew "vim"
brew "watch"
brew "watchexec"
brew "wget"
brew "wxwidgets"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "yt-dlp"
brew "z"
brew "zoxide"
brew "zsh"
brew "candid82/brew/joker"
brew "charmbracelet/tap/gum"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "stripe/stripe-cli/stripe"
brew "supabase/tap/supabase"
brew "symfony-cli/tap/symfony-cli"
brew "yqrashawn/goku/goku"
cask "adobe-creative-cloud"
cask "arc"
cask "battle-net"
cask "betterdisplay"
cask "capcut"
cask "cloudflare-warp"
cask "contexts"
cask "cursor"
cask "discord"
cask "displaylink"
cask "elgato-camera-hub"
cask "elgato-control-center"
cask "elgato-stream-deck"
cask "figma"
cask "google-chrome"
cask "google-chrome@canary"
cask "google-drive"
cask "grandperspective"
cask "handbrake"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "kitty"
cask "notion"
cask "obs"
cask "orbstack"
cask "rar"
cask "raspberry-pi-imager"
cask "raycast"
cask "shottr"
cask "shureplus-motiv"
cask "slack"
cask "stremio"
cask "telegram"
cask "visual-studio-code"
cask "vlc"
cask "zed"
mas "Bitwarden", id: 1352778147
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "Gifski", id: 1351639930
mas "Keynote", id: 409183694
mas "Wipr", id: 1320666476
vscode "codely.codely-theme"
vscode "dbaeumer.vscode-eslint"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
